Revit 2024 API
PDFExportOptions.HideCropBoundaries Property
 Whether to hide crop boundaries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public bool HideCropBoundaries { get; set; }
Visual Basic
Public Property HideCropBoundaries As Boolean
	Get
	Set
Visual C++
public:
property bool HideCropBoundaries {
	bool get ();
	void set (bool value);
}
See Also
PDFExportOptions Class
Autodesk.Revit.DB Namespace